const schedules = {

  day1:[

    ["08:00","羽田空港集合","第2ターミナル地下1階"],
    ["09:45","羽田空港発","羽田空港"],
    ["11:05","函館空港着","函館空港"],
    ["11:40","バス出発",""],
    ["12:00","自由行動","函館駅"],
    ["17:00","花びしホテル集合",""],
    ["17:30","夕食","2階 芙蓉"],
    ["18:00","夜間自由行動",""],
    ["22:00","花びしホテル集合",""],
    ["23:00","入浴終了","1階の大浴場を使う、各自の風呂割りの時間に入る"],
    ["23:15","点呼",""],
    ["23:30","消灯",""]
    

  ],



  day2_mae:[

    ["07:00","起床",""],
    ["07:30","朝食","2階 芙蓉"]

  ],

  day2:{

    "A":[

      ["08:30","花びしホテル発",""],
      ["09:30","鹿部間欠泉着",""],
      ["11:30","鹿部間欠泉発","コースBのバスと間違えないこと"],
      ["12:00","昼食","大沼プリンスホテル"],
      ["13:00","大沼プリンスホテル発","コースBのバスと間違えないこと"],
      ["13:30","カヌー体験","大沼公園"],
      ["15:00","大沼公園発",""],
      ["17:30","洞爺湖サンパレス着",""]

    ],

    "B":[

      ["08:30","花びしホテル発",""],
      ["09:30","鹿部間欠泉着",""],
      ["11:30","鹿部間欠泉発","コースAのバスと間違えないこと"],
      ["12:00","昼食","大沼プリンスホテル"],
      ["13:00","大沼プリンスホテル発","コースAのバスと間違えないこと"],
      ["15:30","ハイキング","中島"],
      ["17:30","遊覧船のりば集合","中島"],
      ["18:00","洞爺湖サンパレス着",""],
      

    ],

    "C":[

      ["09:00","花びしホテル発",""],
      ["10:30","遊覧船乗船","大沼公園"],
      ["11:30","昼食","大沼プリンスホテル"],
      ["12:20","大沼プリンスホテル発",""],
      ["12:30","大沼公園着",""],
      ["12:43","大沼公園駅発",""],
      ["15:00","白老駅着",""],
      ["15:15","ウポポイ学習",""],
      ["17:10","ウポポイ集合",""],
      ["18:30","洞爺湖サンパレス着",""]

    ]

  },

  day2_ato:[

    ["20:00","夕食終了","1階 レストランパレシオグランデ バイキングなので好きな時間に来る 食事券を持って行く"],
    ["20:15","洞爺湖花火開始","夏夜に咲く思い出"],
    ["21:10","花火終了",""],
    ["22:00","入浴終了","地下1階 大浴場、好きな時間に行く"],
    ["22:15","点呼",""],
    ["22:30","消灯",""]

  ],



  day3_mae:[
    
    

  ],

  day3:{

    "α":[

      ["06:45","朝食開始","1階 レストランパレシオグランデ バイキングなので好きな時間に来る 食事券を持って行く"],
      ["07:00","起床","部屋のコースα,γの人が全員起床したらフォームを出す"],
      ["09:15","洞爺サンパレス発",""],
      ["09:30","西山山麓火口散策",""],
      ["11:30","西山山麓火口北口発",""],
      ["12:00","ロープウェイ昭和新山山麓駅着",""]

    ],

    "β":[

      ["06:15","起床","部屋のコースβの人が全員起床したらフォームを出す"],
      ["06:45","朝食開始","1階 レストランパレシオグランデ このコースは出発が早いのですぐ食べることを推奨 食事券を持って行く"],
      ["07:40","洞爺サンパレス発",""],
      ["08:30","登山開始",""],
      ["11:30","ロープウェイ有珠山山頂駅着",""],
      ["12:00","ロープウェイ昭和新山山麓駅着",""]
    ],

    "γ":[

      ["06:45","朝食開始","1階 レストランパレシオグランデ バイキングなので好きな時間に来る 食事券を持って行く"],
      ["07:00","起床","部屋のコースα,γの人が全員起床したらフォームを出す"],
      ["09:00","洞爺サンパレス発",""],
      ["09:15","三松正夫記念館着",""],
      ["09:45","三松正夫記念館発",""],
      ["10:00","ロープウェイ昭和新山山麓駅発",""],
      ["11:45","ロープウェイ有珠山山頂駅集合",""],
      ["12:00","ロープウェイ昭和新山山麓駅着",""]


    ]

  },

  day3_ato:[

    ["12:20","昼食","エゾップランド"],
    ["13:20","昼食終了",""],
    ["14:30","のぼりべつクマ牧場着","14:30~ アヒルの競争 15:00~ 熊のアスレチック 15:30~ ベアーズトーク 各自登別地獄谷に移動する"],
    ["17:00","登別地獄谷 第2駐車場集合",""],
    ["18:10","洞爺湖観光ホテル着",""],
    ["19:00","夕食",""],
    ["20:15","遊覧船","希望者のみ"],
    ["20:35","洞爺湖ロングラン花火鑑賞船",""],
    ["21:30","花火終了",""],
    ["21:45","入浴開始",""],
    ["23:45","点呼",""],
    ["23:59","消灯",""]

  ],



  day4_mae:[

    ["06:30","起床",""],
    ["07:00","朝食",""],
    ["07:45","集荷","早めに！！"],

  ],

  day4:{

    "小樽":[

      ["08:00","洞爺湖観光ホテル発",""],
      ["11:00","パターン別行動","しおりを参照"],
      ["18:00","札幌着","各自のホテルに"]

    ],

    "室蘭":[

      ["08:30","洞爺湖観光ホテル発",""],
      ["09:45","イタンキ浜着",""],
      ["10:15","イタンキ浜発",""],
      ["10:35","地球岬着",""],
      ["11:15","地球岬発",""],
      ["11:30","昼飯","室蘭プリンスホテル"],
      ["12:30","室蘭プリンスホテル発",""],
      ["12:50","白鳥大橋主塔登頂ツアー",""],
      ["15:00","白鳥大橋発",""],
      ["16:00","室蘭駅着","駅周辺の散策等をしてもいい"],
      ["16:20","室蘭駅集合",""],
      ["16:37","室蘭駅発","特急すずらん9号3号車"],
      ["18:23","札幌駅着",""],
      ["18:50","ホテル着",""]

    ]

  },

  day4_ato:[

    ["19:00","道南コース終了","ありがとうございました！！！"]

  ]

};